Repository: Yonderus/Respi
Catalog: lib/core/l10n/app_*.arb
Languages: de, es, fr

source: Hello World!
de: Hallo Welt!
es: ¡Hola Mundo!
fr: Bonjour Monde!

# signinContinue
source: Sign in to continue
de: Eiloggen, um fortzufahren
es: Inicia sesión para continuar
fr: Connectez-vous pour continuer

# welcomeRespi
source: Welcome to ResPi
de: Willkommen bei ResPi
es: Bienvenido a ResPi
fr: Bienvenue a ResPi

# continueGoogle
source: Continue with Google
de: Mit Google fortfahren
es: Seguir con Google
fr: Continuer avec Google

source: Email
es: Correo electrónico

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: OR
de: ODER
es: O
fr: OU

source: Sign In
de: Einloggen
es: Iniciar Session
fr: Se connecter

# welcomeRespiExcl
source: Welcome to ResPi!
de: Willkommen bei ResPi!
es: ¡Bienvenido a ResPi!
fr: Bienvenue a ResPi!

source: Fast Acces
de: Schneller Zugriff
es: Acceso Rápido
fr: Accès rapide

source: New reservation
de: Neue Reservierung
es: Nueva Reserva
fr: Nouvelle réservation

# joinin
source: Join a game
de: Spiel beitreten
es: Unirse a una partida
fr: Participer á une partie

source: Basketball
es: Baloncesto

source: Football
de: Fußball
es: Fútbol

source: Padel
es: Pádel

source: Tennis
es: Tenis

source: Upcoming Reservations
de: Bevorstehende Reservierungen
es: Proximas Reservas
fr: Prochaines resérvations

source: Preferences
de: Einstellungen
es: Ajustes
fr: Préférences

source: Dark Mode
de: Dunkelmodus
es: Modo Oscuro
fr: Mode sombre

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Home
de: Start
es: Inicio
fr: Accueil

source: Reservations
de: Buchungen
es: Reservas
fr: Réservations

source: Profile
de: Profil
es: Perfil
fr: Profil

# selectcamp
source: Selected court
de: Ausgewählter Platz
es: Selecionar Pista
fr: Piste seleccionée

# joinParty
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre

# selectCourt
source: Select a court
de: Wähle ein Spielfeld
es: Selecciona una pista
fr: Choisissez un terrain

# enterCredentials
source: Please , enter user and password
de: Bitte Benutzer und Passwort eingeben.
es: Por favor, introduce usuario y contraseña
fr: S’il vous plaît, introduire utilisateur et mot de passe.

source: Login failed
de: Anmeldung fehlgeschlagen
es: Login fallido
fr: Erreur de connexion

# enterEmail
source: You have to enter an email
de: Sie müssen eine E-mail Adresse eingeben
es: Tienes que introducir un email
fr: Vous devez entrer une adresse e-mail

# enterPassword
source: You have to enter a password
de: Sie müssen einen Passwort eingeben
es: Tienes que introducir una contraseña
fr: Vous devez entrer un mot de passe

source: Create account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte

source: Register to continue
de: Registrieren , um fortzufahren
es: Registrarse para continuar
fr: S’inscrire pour continuer

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone

source: Name
de: Vorname
es: Nombre
fr: Prénom

source: Surname
de: Nachname
es: Apellido
fr: nom

source: City
de: Stadt
es: Localidad
fr: Ville

# dateBirth
source: Date of Birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance

# reservationReviews
source: Booking reviews
de: Buchungsbewertungen
es: Reseñas de Reservas
fr: Avis sur les réservations

source: Basketball Court
de: Basketballplatz
es: Cancha
fr: Terrain de basket

source: Tennis Court
de: Tennisplatz
es: Pista de Tenis
fr: Court de tennis

# basketCourt
source: Basketball Court
de: Basketballplatz
es: Cancha de Baloncesto
fr: Terrain de basket

# basketCourtOutdoor
source: Outdoor Basketball Court
de: Basketballplatz im Außenbereich
es: Cancha de Baloncesto Exterior
fr: Terrain de basket extérieur

# padelIndoorCourt
source: Indoor Padel Court
de: Padelplatz (Indoor)
es: Pista de Pádel Indoor
fr: Terrain de padel intérieur

source: Padel Court
de: Padelplatz
es: Pista de Pádel
fr: Terrain de padel

source: Football 11 Field
de: Fußballfeld 11
es: Campo de Fútbol 11
fr: Terrain de football 11

# courtNameBasket
source: Basketball Court
de: Basketballplatz
es: Cancha de Baloncesto
fr: Terrain de basket

# courtNamePadelIndoor
source: Indoor Padel Court
de: Padelplatz (Indoor)
es: Pista de Pádel Indoor
fr: Terrain de padel intérieur

# courtNameFutbol
source: 11-a-Side Football Field
de: Fußballfeld 11-gegen-11
es: Campo de Fútbol 11
fr: Terrain de football à 11

# courtNameTenis
source: Tennis Court
de: Tennisplatz
es: Pista de Tenis
fr: Court de tennis

# courtNamePadel
source: Padel Court
de: Padelplatz
es: Pista de Pádel
fr: Terrain de padel

# courtNameBasketExterior
source: Outdoor Basketball Court
de: Basketballplatz im Freien
es: Cancha de Baloncesto Exterior
fr: Terrain de basket extérieur

# courtLocationExterior
source: Outdoor Court, Respi Sports Center
de: Außenplatz, Respi Sportzentrum
es: Pista Exterior, Centro Deportivo Respi
fr: Terrain extérieur, Centre sportif Respi

# courtLocationIndoor
source: Indoor Court, Respi Sports Center
de: Innenplatz, Respi Sportzentrum
es: Pista Indoor, Centro Deportivo Respi
fr: Terrain intérieur, Centre sportif Respi

# courtLocationCampoExterior
source: Outdoor Field, Respi Sports Center
de: Außenfeld, Respi Sportzentrum
es: Campo Exterior, Centro Deportivo Respi
fr: Terrain extérieur, Centre sportif Respi

# tagConcrete
source: Concrete
de: Beton
es: Concreto
fr: Béton

# tagExterior
source: Outdoor
de: Außen
es: Exterior
fr: Extérieur

# tagIndoor
source: Covered
de: Überdacht
es: Cubierta
fr: Couvert

# tagLighted
source: Lighted
de: Beleuchtet
es: Iluminada
fr: Éclairé

# tagGrass
source: Grass
de: Rasen
es: Césped
fr: Gazon

# tagClay
source: Clay
de: Sand
es: Arcilla
fr: Terre battue

# capacity10
source: 10 people
de: 10 Personen
es: 10 personas
fr: 10 personnes

# capacity4
source: 4 people
de: 4 Personen
es: 4 personas
fr: 4 personnes

# capacity22
source: 22 people
de: 22 Personen
es: 22 personas
fr: 22 personnes

# capacity3
source: 3 people
de: 3 Personen
es: 3 personas
fr: 3 personnes

# charLedLight
source: LED lighting
de: LED-Beleuchtung
es: Iluminación LED
fr: Éclairage LED

# charParquet
source: Non-slip parquet floor
de: Rutschfester Parkettboden
es: Suelo de parquet antideslizante
fr: Sol en parquet antidérapant

# charVentilation
source: Advanced ventilation system
de: Fortschrittliches Belüftungssystem
es: Sistema de ventilación avanzado
fr: Système de ventilation avancé

# charWindows
source: Panoramic windows
de: Panoramafenster
es: Ventanales panorámicos
fr: Fenêtres panoramiques

# charArtificialGrass
source: Artificial grass floor
de: Kunstrasenboden
es: Suelo de césped artificial
fr: Gazon artificiel

# charLedHigh
source: High-efficiency LED lighting
de: Hocheffiziente LED-Beleuchtung
es: Iluminación LED de alta eficiencia
fr: Éclairage LED haute efficacité

# charPadelRackets
source: Padel rackets available
de: Padelschläger verfügbar
es: Palas de pádel disponibles
fr: Raquettes de padel disponibles

# charNaturalGrass
source: High-quality natural grass
de: Hochwertiger Naturrasen
es: Césped natural de alta calidad
fr: Gazon naturel de haute qualité

# charNightLight
source: Night lighting
de: Nachtbeleuchtung
es: Iluminación nocturna
fr: Éclairage nocturne

# charClaySurface
source: Professional clay surface
de: Professionelle Sandplatzfläche
es: Superficie de arcilla profesional
fr: Surface en terre battue professionnelle

# charStrongNet
source: High-resistance net
de: Hochbelastbares Netz
es: Red de alta resistencia
fr: Filet haute résistance

# charAdvancedVentilation
source: Advanced ventilation
de: Erweiterte Belüftung
es: Ventilación avanzada
fr: Ventilation avancée

# charCorkFloor
source: Non-slip cork floor
de: Rutschfester Korkboden
es: Suelo de corcho antideslizante
fr: Sol en liège antidérapant

# charWeatherResistantBoards
source: Weather-resistant backboards
de: Wetterbeständige Bretter
es: Tableros resistentes a la intemperie
fr: Panneaux résistants aux intempéries

# descBasket
source: Basketball court with LED lighting, non-slip parquet floor and advanced ventilation system.
de: Basketballplatz mit LED-Beleuchtung, rutschfestem Parkettboden und fortschrittlichem Belüftungssystem.
es: Cancha de baloncesto con iluminación LED, suelo de parquet antideslizante y sistema de ventilación avanzado.
fr: Terrain de basket avec éclairage LED, parquet antidérapant et système de ventilation avancé.

# descPadelIndoor
source: Indoor padel court with panoramic windows, artificial grass floor and high-efficiency LED lighting.
de: Indoor-Padelplatz mit Panoramafenstern, Kunstrasenboden und hocheffizienter LED-Beleuchtung.
es: Pista de pádel indoor con ventanales panorámicos, suelo de césped artificial e iluminación LED de alta eficiencia.
fr: Terrain de padel intérieur avec fenêtres panoramiques, gazon artificiel et éclairage LED haute efficacité.

# descFutbol
source: 11-a-side football field with high-quality natural grass and night lighting.
de: 11-gegen-11-Fußballfeld mit hochwertigem Naturrasen und Nachtbeleuchtung.
es: Campo de fútbol 11 con césped natural de alta calidad e iluminación nocturna.
fr: Terrain de football à 11 avec gazon naturel de haute qualité et éclairage nocturne.

# descTenis
source: Tennis court with professional clay surface and high-resistance net.
de: Tennisplatz mit professioneller Sandplatzfläche und hochbelastbarem Netz.
es: Pista de tenis con superficie de arcilla profesional y red de alta resistencia.
fr: Court de tennis avec surface en terre battue professionnelle et filet haute résistance.

# descPadel
source: Covered padel court with advanced ventilation and non-slip cork floor.
de: Überdachter Padelplatz mit erweiterter Belüftung und rutschfestem Korkboden.
es: Pista de pádel cubierta con ventilación avanzada y suelo de corcho antideslizante.
fr: Terrain de padel couvert avec ventilation avancée et sol en liège antidérapant.

# descBasketExterior
source: Outdoor basketball court with LED lighting and weather-resistant backboards.
de: Basketballplatz im Freien mit LED-Beleuchtung und wetterbeständigen Brettern.
es: Cancha de baloncesto con iluminación LED y tableros resistentes a la intemperie.
fr: Terrain de basket extérieur avec éclairage LED et panneaux résistants aux intempéries.

# reserveNow
source: Reserve
de: Reservieren
es: Reservar
fr: Réserver

# courtInfo
source: Court Information
de: Platzinformationen
es: Información de Pista
fr: Informations du terrain

source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité

source: Characteristics
de: Eigenschaften
es: Características
fr: Caractéristiques

source: Description
de: Beschreibung
es: Descripción

source: Close
de: Schließen
es: Cerrar
fr: Fermer

# join_basket_3v3
source: 3v3 Basketball Court
de: 3v3 Basketballfeld
es: Cancha de Basket 3 vs 3
fr: Terrain de basket 3 contre 3

# join_padel_doble
source: Double Padel Court
de: Doppel-Padelplatz
es: Pista de Pádel Doble
fr: Terrain de padel double

# join_futbol7
source: 7-a-side Football Field
de: 7er-Fußballfeld
es: Campo de Fútbol 7
fr: Terrain de football à 7

# join_tenis_individual
source: Single Tennis Court
de: Einzel-Tennisplatz
es: Cancha de Tenis Individual
fr: Court de tennis individuel

# join_voley_2v2
source: 2v2 Beach Volleyball Court
de: 2v2 Beachvolleyballfeld
es: Cancha de Vóley Playa 2 vs 2
fr: Terrain de volley plage 2 contre 2

# join_level_beginner
source: Beginner
de: Anfänger
es: Principiante
fr: Débutant

# join_level_intermediate
source: Intermediate
de: Mittelstufe
es: Intermedio
fr: Intermédiaire

# join_missingPeople
source: {count, plural, one {{count} person needed} other {{count} people needed}}
de: {count, plural, one {{count} Person fehlt} other {{count} Personen fehlen}}
es: {count, plural, one {Falta {count} persona} other {Faltan {count} personas}}
fr: {count, plural, one {Il manque {count} personne} other {Il manque {count} personnes}}

# join_perPerson
source: /person
es: /persona
fr: /personne

# join_joinButton
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre

# booking_perHour
source: /hour
de: /stunde
es: /hora
fr: /heure

# filter_all
source: All
de: Alle
es: Todos
fr: Tous

# filter_basket
source: Basketball
es: Basket
fr: Basket

# filter_padel
source: Padel
es: Pádel

# filter_futbol
source: Football
de: Fußball
es: Fútbol

# filter_tennis
source: Tennis
es: Tenis

# profileReservations
source: Bookings
de: Reservierungen
es: Reservas
fr: Réservations

# profileMyReservations
source: My bookings
de: Meine Reservierungen
es: Mis reservas
fr: Mes réservations

# profileMyReservationsSubtitle
source: View your active and past bookings
de: Siehe deine aktiven und vergangenen Reservierungen
es: Consulta tus reservas activas y pasadas
fr: Consultez vos réservations actives et passées

# profileAlerts
source: Alerts
de: Benachrichtigungen
es: Alertas
fr: Alertes

# profileAlertsSubtitle
source: Manage notifications and reminders
de: Verwalte Erinnerungen und Benachrichtigungen
es: Controla notificaciones y recordatorios
fr: Gérez vos notifications et rappels

# profileLogout
source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter

# noNextReservations
source: No upcoming reservations
es: No hay reservas próximas

# noUserLoggedIn
source: You aren't logged in
es: no hay usuario registrado

# noCourtSel
source: No court selected
es: Ninguna pista seleccionada
